IDEA StatiCa Open Model
IdeaBeamImportSettings Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor - it sets default values
 Namespace: IdeaRS.OpenModel.Beam
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IdeaBeamImportSettings()
Public Sub New
public:
IdeaBeamImportSettings()
See Also
Reference
IdeaBeamImportSettings Class
IdeaRS.OpenModel.Beam Namespace